[
    {
        "id": "1",
        "title": "Introduction",
        "text": "I have completed my studies in Computer Science in 2016 as a Bachelor's undergraduate. During this period, I was happy to have participated in some cool projects that I'll detail below."
    },
    {
        "id": "2",
        "title": "Hortalândia: a game developed for an undergraduate Nutrition thesis",
        "text": "This project was a combination between different departments: Nutrition, Computer Science, Pedagogy and Music. The idea was to use the game to teach kids in Elementary school on differentiating fruits and vegetables, understand which ones are better for the health, and those concepts being given through a narrative of two siblings that live in a farm.\nFor this one I participated in a big part of the concept, assets creating and programming assistant. It was an interesting project to learn more on working as a team and developing my illustration and programming skills. In a Nutrition Symposium held in the university we also won for Best Presentation for the one created to explain the project.\n\nTechnologies used: Processing (programming), Photoshop (art assets)"
    },
    {
        "id": "3",
        "title": "APO Digital: a survey developed with the Architecture department for improving the house usability in Uberlândia",
        "text": "In this one I participated for less time, but happened more towards the ending of my major. The design team was already built, so my work was more towards making a project from scratch using Unity.\nTechnologies used: Unity"
    },
    {
        "id": "4",
        "title": "B110: Game development discussion between different indie groups",
        "text": "Different indie game groups from Computer Science group would gather together to discuss implementations and the ideas we were working on. On this one I created together with a friend a group called ./game, in which we used CoronaSDK (now called Solar2D) to create 12 small mobile games in total.\nUsing the meme culture from Brazil, we had some games that got over 100k installs, and one of them surpassing 1.3 million downloads. A very interesting experiment on releasing different products."
    },
    {
        "id": "5",
        "title": "Conclusion",
        "text": "Apart from this projects, I participated in a program called Science Without Borders which was a scholarship to study during a year in an University in another country, and I was accepted at University of California, Davis. In which I could develop my english, programming and user experience skills. This happened in 2013 and was a great addition to my education.\n\nBy working also in Marketing for a Canadian company (which also happened because of the games I helped creating), I was able to grap a more tailored view on the user and their experience. That's why iOS for me fits well with my skillset, since it allows me to create interesting visual flow to guide through the apps information, and also has helped me work well with different teams within a company."
    }
]

